/**
 * 新增订单数据格式
 */
{
  '发货人': {
    '商家名称':'',
    '联系人':'',
    '联系电话':'',
    '用车时间': '',
    '发货地址': ''
  },
  '收货人列表': [
    {
      '商家名称':'商家名称1',
      '联系人': '',
      '联系电话': '',
      '送达时间': '',
      '收货地址': ''
    },
    {
      '商家名称':'商家名称2',
      '联系人': '',
      '联系电话': '',
      '送达时间': '',
      '收货地址': ''
    }
  ]
  // 如果有订单id，则是修改，没有是新增
  '订单编号': ''
}

/**
 * 订单列表数据格式
 */
{
  "resultCode": "0000",
  "resultData":{
    "count": 50,
    "list":[
      {
        '订单编号':'',
        '发货地址':'',
        '状态':'1', // [0]
        '司机姓名':'',
        '司机电话':'',
        '收货人电话':[],
        '收货地址':[],
      }
    ],
    "pageNo": 1,
    "pageSize": 10
  },
  "resultDesc": "SUCCESS" 
}
